Repository: johnmogi/LA218-theme
Catalog: backupreg/includes/registration/languages/registration-codes-*.po
Languages: he_il

source: Registration Codes
he_il: קודי הרשמה

source: Manage Codes
he_il: ניהול קודים

source: Generate Codes
he_il: צור קודים

source: Import/Export
he_il: ייבא/ייצא

source: Registration code
he_il: קוד הרשמה

source: Group
he_il: כיתה

source: Role
he_il: תפקיד

source: Uses
he_il: שימושים

source: Expires
he_il: תפוגה

source: Actions
he_il: פעולות

source: Edit
he_il: ערוך

source: Delete
he_il: מחק

source: Are you sure you want to delete this code?
he_il: האם אתה בטוח שברצונך למחוק קוד זה?

source: Code deleted successfully.
he_il: הקוד נמחק בהצלחה.

source: Failed to delete code.
he_il: שגיאה במחיקת הקוד.

source: Code updated successfully.
he_il: הקוד עודכן בהצלחה.

source: Failed to update code.
he_il: שגיאה בעדכון הקוד.

source: Code generated successfully.
he_il: הקודים נוצרו בהצלחה.

source: Failed to generate codes.
he_il: שגיאה ביצירת הקודים.

source: Codes imported successfully.
he_il: הקודים יובאו בהצלחה.

source: Failed to import codes.
he_il: שגיאה בייבוא הקודים.

source: Codes exported successfully.
he_il: הקודים יוצאו בהצלחה.

source: Failed to export codes.
he_il: שגיאה בייצוא הקודים.
